"DAYS_LEFT_FOR_EVALUATION" = "%i days left. Buy Now!";
"EXPIRES_ON" = "Expires on %@";

"THANK_YOU" = "Thank You!";
"THANK_YOU_INFORMATIVE" = "Your license key has been confirmed. Enjoy Punakea!";
"THANK_YOU_QUIT_AND_RELAUNCH_BUTTON" = "Relaunch Punakea";

"LICENSE_KEY_WINDOW_INFORMATIVE_NOT_REGISTERED" = "Punakea is currently unregistered. If you're constantly using Punakea, please consider buying a license. In case that you already have a valid license key, please enter it below to unlock Punakea.";
"LICENSE_KEY_WINDOW_INFORMATIVE_REGISTERED" = "Thank you for purchasing Punakea! We really appreciate your support. The name that your active license is registered to is shown below.";
"UNREGISTERED" = "Unregistered";
"REGISTERED_TO" = "Registered to: %@";
"ENTER_LICENSE_KEY" = "Enter License Key...";
"UNREGISTER" = "Unregister...";